Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# signin.choice.ledeBrowser
source: %1$@ will use it in this browser.
de: %1$@ verwendet sie in diesem Browser.
es: %1$@ la usará en este navegador.
it: %1$@ la userà in questo browser.
ja: %1$@はこのブラウザでこのライセンスを使用します。
ko: %1$@에서 이 브라우저에 이 라이선스를 사용해요.
pt_br: %1$@ vai usá-la neste navegador.
zh_hans: %1$@将在此浏览器中使用它。

# signin.choice.ledeNew
source: You don't have a %1$@ license yet. %2$@ gives you this one.
de: Sie haben noch keine Lizenz für %1$@. %2$@ stellt Ihnen diese bereit.
es: Todavía no tienes una licencia de %1$@. %2$@ te regala esta.
it: Non hai ancora una licenza di %1$@. %2$@ ti offre questa.
ja: %1$@のライセンスはまだありません。%2$@がこのライセンスを提供します。
ko: 아직 %1$@ 라이선스가 없어요. %2$@에서 이 라이선스를 제공해요.
pt_br: Você ainda não tem uma licença de %1$@. %2$@ oferece esta para você.
zh_hans: 你还没有%1$@许可证。%2$@为你提供了这个许可证。

# signin.choice.metaNew
source: Created when you continue
de: Wird beim Fortfahren erstellt
es: Se crea al continuar
it: Creata quando continui
ja: 続行すると作成されます
ko: 계속하면 생성돼요
pt_br: Criada quando você continuar
zh_hans: 继续后创建

# signin.choice.noneReplaceable
source: %1$@ manages devices for these licenses. Ask %1$@ to free one, or use another license.
de: %1$@ verwaltet die Geräte für diese Lizenzen. Bitten Sie %1$@, eines freizugeben, oder verwenden Sie eine andere Lizenz.
es: %1$@ administra los dispositivos de estas licencias. Pide a %1$@ que libere uno, o usa otra licencia.
it: %1$@ gestisce i dispositivi di queste licenze. Chiedi a %1$@ di liberarne uno o usa un'altra licenza.
ja: これらのライセンスのデバイスは%1$@が管理しています。%1$@に枠を空けてもらうか、別のライセンスを使用してください。
ko: 이 라이선스들의 기기는 %1$@에서 관리해요. %1$@에 기기 해제를 요청하거나 다른 라이선스를 사용하세요.
pt_br: %1$@ gerencia os dispositivos destas licenças. Peça a %1$@ para liberar um ou use outra licença.
zh_hans: %1$@负责管理这些许可证的设备。请让%1$@释放一台设备，或使用其他许可证。

# signin.choice.origin.developer
source: From %1$@
de: Von %1$@
es: De %1$@
it: Da %1$@
ja: %1$@から提供
ko: %1$@ 제공
pt_br: De %1$@
zh_hans: 来自%1$@

# signin.choice.origin.free
source: Free
de: Kostenlos
es: Gratis
it: Gratuita
ja: 無料
ko: 무료
pt_br: Grátis
zh_hans: 免费

# signin.choice.origin.gift
source: Gift
de: Geschenk
es: Regalo
it: Regalo
ja: ギフト
ko: 선물
pt_br: Presente
zh_hans: 礼物

# signin.choice.origin.key
source: Key ending %1$@
de: Schlüssel mit Endung %1$@
es: Clave terminada en %1$@
it: Chiave che termina con %1$@
ja: 末尾が%1$@のキー
ko: %1$@(으)로 끝나는 키
pt_br: Chave terminada em %1$@
zh_hans: 尾号为%1$@的密钥

# signin.choice.origin.keyAdded
source: Added with a key
de: Mit einem Schlüssel hinzugefügt
es: Añadida con una clave
it: Aggiunta con una chiave
ja: キーで追加
ko: 키로 추가됨
pt_br: Adicionada com uma chave
zh_hans: 通过密钥添加

# signin.choice.origin.org
source: Included with %1$@
de: In %1$@ enthalten
es: Incluida con %1$@
it: Inclusa con %1$@
ja: %1$@に付属
ko: %1$@에 포함
pt_br: Incluída com %1$@
zh_hans: 包含在%1$@中

# signin.choice.origin.signIn
source: From signing in
de: Über die Anmeldung
es: Al iniciar sesión
it: Dall'accesso
ja: サインインで取得
ko: 로그인으로 받음
pt_br: Ao entrar
zh_hans: 通过登录获得

# signin.choice.origin.store
source: From %1$@
de: Von %1$@
es: De %1$@
it: Da %1$@
ja: %1$@から
ko: %1$@에서 받음
pt_br: Via %1$@
zh_hans: 来自%1$@

# signin.choice.origin.storeKey
source: %1$@ key ending %2$@
de: %1$@-Schlüssel endet auf %2$@
es: Clave de %1$@ terminada en %2$@
it: Chiave %1$@ che termina con %2$@
ja: 末尾が%2$@の%1$@キー
ko: %2$@(으)로 끝나는 %1$@ 키
pt_br: Chave %1$@ terminada em %2$@
zh_hans: 尾号为%2$@的%1$@密钥

# signin.choice.origin.storeKeyAdded
source: %1$@ key
de: %1$@-Schlüssel
es: Clave de %1$@
it: Chiave %1$@
ja: %1$@キー
ko: %1$@ 키
pt_br: Chave %1$@
zh_hans: %1$@密钥

# signin.choice.picker.key
source: %1$@ · Key …%2$@
de: %1$@ · Schlüssel …%2$@
es: %1$@ · Clave …%2$@
it: %1$@ · Chiave …%2$@
ja: %1$@ · キー …%2$@
ko: %1$@ · 키 …%2$@
pt_br: %1$@ · Chave …%2$@
zh_hans: %1$@ · 密钥 …%2$@

# signin.choice.picker.signIn
source: %1$@ · Sign-in
de: %1$@ · Anmeldung
es: %1$@ · Inicio de sesión
it: %1$@ · Accesso
ja: %1$@ · サインイン
ko: %1$@ · 로그인
pt_br: %1$@ · Acesso
zh_hans: %1$@ · 登录

# signin.choice.picker.storeKey
source: %1$@ · %2$@ key …%3$@
de: %1$@ · %2$@-Schlüssel …%3$@
es: %1$@ · Clave de %2$@ …%3$@
it: %1$@ · Chiave %2$@ …%3$@
ja: %1$@ · %2$@キー …%3$@
ko: %1$@ · %2$@ 키 …%3$@
pt_br: %1$@ · Chave %2$@ …%3$@
zh_hans: %1$@ · %2$@密钥 …%3$@

# signin.choice.portalOff
source: %1$@ manages devices for this license.
de: %1$@ verwaltet die Geräte für diese Lizenz.
es: %1$@ administra los dispositivos de esta licencia.
it: %1$@ gestisce i dispositivi di questa licenza.
ja: このライセンスのデバイスは%1$@が管理しています。
ko: 이 라이선스의 기기는 %1$@에서 관리해요.
pt_br: %1$@ gerencia os dispositivos desta licença.
zh_hans: %1$@负责管理此许可证的设备。

# signin.choice.raced
source: That seat was just taken. Choose again.
de: Dieser Platz wurde gerade belegt. Wählen Sie erneut.
es: Alguien acaba de ocupar esa plaza. Vuelve a elegir.
it: Quel posto è appena stato occupato. Scegli di nuovo.
ja: その枠はたった今使用されました。もう一度選択してください。
ko: 방금 다른 기기가 그 자리를 차지했어요. 다시 선택하세요.
pt_br: Essa vaga acabou de ser ocupada. Escolha novamente.
zh_hans: 该席位刚刚被占用。请重新选择。

# signin.choice.tag.current
source: On this device
de: Auf diesem Gerät
es: En este dispositivo
it: Su questo dispositivo
ja: このデバイスで使用中
ko: 이 기기에서 사용 중
pt_br: Neste dispositivo
zh_hans: 在此设备上

# signin.choice.tag.full
source: No free devices
de: Keine freien Geräte
es: Sin dispositivos libres
it: Nessun dispositivo libero
ja: 空きデバイスなし
ko: 빈 기기 자리 없음
pt_br: Sem dispositivos livres
zh_hans: 无空余设备

# signin.choice.tag.new
source: New
de: Neu
es: Nueva
it: Nuova
ja: 新規
ko: 신규
pt_br: Nova
zh_hans: 新

# signin.choice.title
source: Choose a license for this device
de: Lizenz für dieses Gerät auswählen
es: Elige una licencia para este dispositivo
it: Scegli una licenza per questo dispositivo
ja: このデバイスのライセンスを選択
ko: 이 기기에서 사용할 라이선스 선택
pt_br: Escolha uma licença para este dispositivo
zh_hans: 为这台设备选择许可证

# signin.cli.closeTab
source: You can close the browser tab.
de: Sie können den Browser-Tab schließen.
es: Puedes cerrar la pestaña del navegador.
it: Puoi chiudere la scheda del browser.
ja: ブラウザのタブを閉じてかまいません。
ko: 브라우저 탭을 닫아도 돼요.
pt_br: Você pode fechar a aba do navegador.
zh_hans: 你可以关闭浏览器标签页。

# signin.cli.headless
source: No browser on this computer. Use a code instead:
de: Kein Browser auf diesem Computer. Verwenden Sie stattdessen einen Code:
es: No hay navegador en esta computadora. Usa un código:
it: Nessun browser su questo computer. Usa invece un codice:
ja: このコンピュータにはブラウザがありません。代わりにコードを使用してください：
ko: 이 컴퓨터에 브라우저가 없어요. 대신 코드를 사용하세요:
pt_br: Não há navegador neste computador. Use um código:
zh_hans: 这台电脑上没有浏览器。请改用代码：

# signin.cli.ifNotOpened
source: If it didn't open, go to %1$@
de: Falls er sich nicht geöffnet hat, öffnen Sie %1$@
es: Si no se abrió, ve a %1$@
it: Se non si è aperto, vai su %1$@
ja: 開かない場合は%1$@にアクセスしてください
ko: 열리지 않았다면 %1$@에 접속하세요
pt_br: Se não abrir, acesse %1$@
zh_hans: 如果未打开，请前往%1$@

# signin.cli.keys
source: Enter open again · c use a code · Esc cancel
de: Enter erneut öffnen · c Code verwenden · Esc abbrechen
es: Intro abrir de nuevo · c usar un código · Esc cancelar
it: Invio riapri · c usa un codice · Esc annulla
ja: Enter もう一度開く · c コードを使う · Esc キャンセル
ko: Enter 다시 열기 · c 코드 사용 · Esc 취소
pt_br: Enter abre de novo · c usa um código · Esc cancela
zh_hans: Enter 再次打开 · c 使用代码 · Esc 取消

# signin.cli.license
source: %1$@ · %2$@ · %3$@ is device %4$@ of %5$@
de: %1$@ · %2$@ · %3$@ ist Gerät %4$@ von %5$@
es: %1$@ · %2$@ · %3$@ es el dispositivo %4$@ de %5$@
it: %1$@ · %2$@ · %3$@ è il dispositivo %4$@ di %5$@
ja: %1$@ · %2$@ · %3$@は%5$@台中%4$@台目のデバイスです
ko: %1$@ · %2$@ · %3$@: %5$@대 중 %4$@번째 기기
pt_br: %1$@ · %2$@ · %3$@ é o dispositivo %4$@ de %5$@
zh_hans: %1$@ · %2$@ · %3$@是第%4$@台设备（共%5$@台）

# signin.cli.logoutConfirm
source: Sign out of %1$@ on this device? (y/N)
de: Auf diesem Gerät von %1$@ abmelden? (y/N)
es: ¿Cerrar sesión en %1$@ en este dispositivo? (y/N)
it: Uscire da %1$@ su questo dispositivo? (y/N)
ja: このデバイスで%1$@からサインアウトしますか？(y/N)
ko: 이 기기의 %1$@에서 로그아웃할까요? (y/N)
pt_br: Sair de %1$@ neste dispositivo? (y/N)
zh_hans: 要在此设备上退出登录%1$@吗？(y/N)

# signin.cli.opening
source: Opening Polaris Key in your browser…
de: Polaris Key wird in Ihrem Browser geöffnet…
es: Abriendo Polaris Key en tu navegador…
it: Apertura di Polaris Key nel browser…
ja: ブラウザでPolaris Keyを開いています…
ko: 브라우저에서 Polaris Key를 여는 중…
pt_br: Abrindo o Polaris Key no navegador…
zh_hans: 正在浏览器中打开Polaris Key…

# signin.cli.signInAgain
source: Run %1$@ to sign in again.
de: Führen Sie %1$@ aus, um sich erneut anzumelden.
es: Ejecuta %1$@ para volver a iniciar sesión.
it: Esegui %1$@ per accedere di nuovo.
ja: もう一度サインインするには%1$@を実行してください。
ko: 다시 로그인하려면 다음 명령을 실행하세요: %1$@
pt_br: Execute %1$@ para entrar novamente.
zh_hans: 运行%1$@以重新登录。

# signin.cli.signedIn
source: Signed in as %1$@ (%2$@)
de: Angemeldet als %1$@ (%2$@)
es: Sesión iniciada como %1$@ (%2$@)
it: Accesso effettuato come %1$@ (%2$@)
ja: %1$@（%2$@）としてサインインしました
ko: %1$@ 님으로 로그인됨 (%2$@)
pt_br: Conectado como %1$@ (%2$@)
zh_hans: 已登录为%1$@（%2$@）

# signin.code.differentEmail
source: Use a different email
de: Andere E-Mail-Adresse verwenden
es: Usar otro correo
it: Usa un'altra email
ja: 別のメールアドレスを使う
ko: 다른 이메일 사용
pt_br: Usar outro e-mail
zh_hans: 使用其他电子邮件

# signin.code.expired
source: That code has expired. Send a new code.
de: Dieser Code ist abgelaufen. Fordern Sie einen neuen Code an.
es: Ese código venció. Envía un código nuevo.
it: Il codice è scaduto. Invia un nuovo codice.
ja: コードの有効期限が切れました。新しいコードを送信してください。
ko: 코드가 만료됐어요. 새 코드를 요청하세요.
pt_br: Esse código expirou. Envie um novo código.
zh_hans: 验证码已过期。请发送新验证码。

# signin.code.label
source: 6-digit code
de: 6-stelliger Code
es: Código de 6 dígitos
it: Codice a 6 cifre
ja: 6桁のコード
ko: 6자리 코드
pt_br: Código de 6 dígitos
zh_hans: 6位验证码

# signin.code.link
source: Or open the link in the email. Keep this tab open.
de: Oder öffnen Sie den Link in der E-Mail. Lassen Sie diesen Tab geöffnet.
es: O abre el enlace del correo. Mantén esta pestaña abierta.
it: Oppure apri il link nell'email. Tieni aperta questa scheda.
ja: またはメール内のリンクを開いてください。このタブは開いたままにしてください。
ko: 또는 이메일의 링크를 여세요. 이 탭은 열어 두세요.
pt_br: Ou abra o link do e-mail. Mantenha esta aba aberta.
zh_hans: 或打开邮件中的链接。请保持此标签页打开。

# signin.code.resend
source: Send a new code
de: Neuen Code senden
es: Enviar un código nuevo
it: Invia un nuovo codice
ja: 新しいコードを送信
ko: 새 코드 보내기
pt_br: Enviar novo código
zh_hans: 发送新验证码

# signin.code.resendIn
source: Send a new code in %1$@
de: Neuen Code senden in %1$@
es: Enviar un código nuevo en %1$@
it: Invia un nuovo codice tra %1$@
ja: %1$@後に新しいコードを送信
ko: %1$@ 후 새 코드 보내기
pt_br: Enviar novo código em %1$@
zh_hans: %1$@后可发送新验证码

# signin.code.resent
source: We sent a new code and link to %1$@.
de: Wir haben einen neuen Code und Link an %1$@ gesendet.
es: Enviamos un código y un enlace nuevos a %1$@.
it: Abbiamo inviato un nuovo codice e un nuovo link a %1$@.
ja: %1$@に新しいコードとリンクを送信しました。
ko: %1$@ 주소로 새 코드와 링크를 보냈어요.
pt_br: Enviamos um novo código e link para %1$@.
zh_hans: 我们已向%1$@发送新的验证码和链接。

# signin.code.sent
source: We sent a code and a sign-in link to %1$@. Both work for 10 minutes.
de: Wir haben einen Code und einen Anmeldelink an %1$@ gesendet. Beide sind 10 Minuten gültig.
es: Enviamos un código y un enlace de inicio de sesión a %1$@. Ambos funcionan durante 10 minutos.
it: Abbiamo inviato un codice e un link di accesso a %1$@. Entrambi valgono 10 minuti.
ja: %1$@にコードとサインインリンクを送信しました。どちらも10分間有効です。
ko: %1$@ 주소로 코드와 로그인 링크를 보냈어요. 둘 다 10분 동안 유효해요.
pt_br: Enviamos um código e um link de acesso para %1$@. Ambos valem por 10 minutos.
zh_hans: 我们已向%1$@发送验证码和登录链接。两者均在10分钟内有效。

# signin.code.title
source: Check your email
de: Prüfen Sie Ihre E-Mails
es: Revisa tu correo
it: Controlla la tua email
ja: メールを確認してください
ko: 이메일을 확인하세요
pt_br: Verifique seu e-mail
zh_hans: 查收你的电子邮件

# signin.code.tooMany
source: Too many tries. Send a new code.
de: Zu viele Versuche. Fordern Sie einen neuen Code an.
es: Demasiados intentos. Envía un código nuevo.
it: Troppi tentativi. Invia un nuovo codice.
ja: 試行回数が多すぎます。新しいコードを送信してください。
ko: 시도 횟수가 너무 많아요. 새 코드를 요청하세요.
pt_br: Tentativas demais. Envie um novo código.
zh_hans: 尝试次数过多。请发送新验证码。

# signin.code.triesLeft
source: %lld tries left.
de: Noch %lld Versuche.
es: Quedan %lld intentos.
it: Ancora %lld tentativi.
ja: 残り%lld回です。
ko: %lld번 더 시도할 수 있어요.
pt_br: %lld tentativas restantes.
zh_hans: 还可尝试%lld次。

# signin.confirmLink.done
source: Sign-in confirmed. Go back to the device where you started. It signs in by itself.
de: Anmeldung bestätigt. Kehren Sie zu dem Gerät zurück, auf dem Sie begonnen haben. Es meldet sich automatisch an.
es: Inicio de sesión confirmado. Vuelve al dispositivo donde empezaste. Iniciará sesión solo.
it: Accesso confermato. Torna al dispositivo da cui hai iniziato: accederà da solo.
ja: サインインを確認しました。開始したデバイスに戻ってください。自動的にサインインします。
ko: 로그인이 확인됐어요. 시작한 기기로 돌아가세요. 자동으로 로그인돼요.
pt_br: Acesso confirmado. Volte ao dispositivo onde você começou. Ele entra sozinho.
zh_hans: 登录已确认。请回到你开始登录的设备，它会自动完成登录。

# signin.confirmLink.note
source: The device that asked signs in, not this one.
de: Angemeldet wird das anfragende Gerät, nicht dieses.
es: Inicia sesión el dispositivo que lo solicitó, no este.
it: Accederà il dispositivo che ha fatto la richiesta, non questo.
ja: サインインするのはリクエスト元のデバイスで、このデバイスではありません。
ko: 이 기기가 아니라 요청한 기기가 로그인돼요.
pt_br: Quem entra é o dispositivo que pediu, não este.
zh_hans: 登录的是发起请求的设备，而不是这台设备。

# signin.confirmLink.title
source: Confirm sign-in, requested at %1$@ from %2$@
de: Anmeldung bestätigen, angefordert um %1$@ aus %2$@
es: Confirma el inicio de sesión solicitado a las %1$@ desde %2$@
it: Conferma l'accesso richiesto alle %1$@ da %2$@
ja: %2$@から%1$@にリクエストされたサインインを確認
ko: %2$@에서 %1$@에 요청한 로그인 확인
pt_br: Confirmar acesso solicitado às %1$@ de %2$@
zh_hans: 确认于%1$@从%2$@发起的登录请求

# signin.consent.alsoGets
source: %1$@ will also get
de: %1$@ erhält außerdem
es: %1$@ también recibirá
it: %1$@ riceverà anche
ja: %1$@は次の情報も取得します
ko: %1$@에서 다음 정보도 받아요
pt_br: %1$@ também vai receber
zh_hans: %1$@还将获得

# signin.consent.change
source: Change
de: Ändern
es: Cambiar
it: Cambia
ja: 変更
ko: 변경
pt_br: Alterar
zh_hans: 更改

# signin.consent.continue
source: Continue to %1$@
de: Weiter zu %1$@
es: Continuar a %1$@
it: Continua su %1$@
ja: %1$@に進む
ko: %1$@에서 계속
pt_br: Continuar para %1$@
zh_hans: 继续使用%1$@

# signin.consent.license
source: License for this device
de: Lizenz für dieses Gerät
es: Licencia para este dispositivo
it: Licenza per questo dispositivo
ja: このデバイスのライセンス
ko: 이 기기의 라이선스
pt_br: Licença para este dispositivo
zh_hans: 此设备的许可证

# signin.consent.licenseInApp
source: You'll choose a license in %1$@.
de: Sie wählen die Lizenz in %1$@.
es: Elegirás una licencia en %1$@.
it: Sceglierai una licenza in %1$@.
ja: ライセンスは%1$@で選択します。
ko: 라이선스는 %1$@에서 선택해요.
pt_br: Você vai escolher uma licença no %1$@.
zh_hans: 你将在%1$@中选择许可证。

# signin.consent.licenseLine
source: %1$@ · %2$@ · %3$@ becomes device %4$@ of %5$@
de: %1$@ · %2$@ · %3$@ wird Gerät %4$@ von %5$@
es: %1$@ · %2$@ · %3$@ pasa a ser el dispositivo %4$@ de %5$@
it: %1$@ · %2$@ · %3$@ diventa il dispositivo %4$@ di %5$@
ja: %1$@ · %2$@ · %3$@は%5$@台中%4$@台目のデバイスになります
ko: %1$@ · %2$@ · %3$@: %5$@대 중 %4$@번째 기기
pt_br: %1$@ · %2$@ · %3$@ será o dispositivo %4$@ de %5$@
zh_hans: %1$@ · %2$@ · %3$@将成为第%4$@台设备（共%5$@台）

# signin.consent.pairwise
source: It gets its own id for you, and won't see your other products or how you sign in.
de: Die App erhält eine eigene ID für Sie und sieht weder Ihre anderen Produkte noch, wie Sie sich anmelden.
es: Recibe su propio identificador para ti y no verá tus otros productos ni cómo inicias sesión.
it: Riceve un identificativo dedicato per te e non vedrà gli altri tuoi prodotti né come accedi.
ja: アプリにはあなた専用のIDが渡され、あなたのほかの製品やサインイン方法が知られることはありません。
ko: 앱에는 회원님 전용 ID가 제공되며, 다른 제품이나 로그인 방법은 공개되지 않아요.
pt_br: Ele recebe um id próprio para você e não verá seus outros produtos nem como você entra.
zh_hans: 它会获得一个专属于你的独立ID，且无法看到你的其他产品或你的登录方式。

# signin.consent.profile
source: Your profile and email
de: Ihr Profil und Ihre E-Mail-Adresse
es: Tu perfil y correo
it: Il tuo profilo e la tua email
ja: プロフィールとメールアドレス
ko: 프로필 및 이메일
pt_br: Seu perfil e e-mail
zh_hans: 你的个人资料和电子邮件

# signin.consent.replaces
source: %1$@ · replaces %2$@
de: %1$@ · ersetzt %2$@
es: %1$@ · reemplaza a %2$@
it: %1$@ · sostituisce %2$@
ja: %1$@ · %2$@を置き換え
ko: %1$@ · %2$@ 교체
pt_br: %1$@ · substitui %2$@
zh_hans: %1$@ · 替换%2$@

# signin.consent.title
source: Continue to %1$@ as %2$@?
de: Als %2$@ mit %1$@ fortfahren?
es: ¿Continuar a %1$@ como %2$@?
it: Continuare su %1$@ come %2$@?
ja: %2$@として%1$@に進みますか？
ko: %1$@에서 %2$@ 님으로 계속할까요?
pt_br: Continuar para %1$@ como %2$@?
zh_hans: 以%2$@的身份继续使用%1$@？

# signin.console.next
source: Next: %1$@ at %2$@
de: Weiter: %1$@ auf %2$@
es: Siguiente: %1$@ en %2$@
it: Avanti: %1$@ su %2$@
ja: 次へ：%2$@の%1$@
ko: 다음: %2$@의 %1$@
pt_br: Próximo: %1$@ em %2$@
zh_hans: 下一步：%2$@上的%1$@

# signin.console.notConfigured
source: Admin sign-in isn't set up
de: Die Admin-Anmeldung ist nicht eingerichtet
es: El inicio de sesión de administración no está configurado
it: L'accesso amministratore non è configurato
ja: 管理者サインインが設定されていません
ko: 관리자 로그인이 설정되지 않았어요
pt_br: O acesso de administrador não está configurado
zh_hans: 管理员登录尚未设置

# signin.console.notOperator
source: %1$@ isn't in the operators group.
de: %1$@ gehört nicht zur Operator-Gruppe.
es: %1$@ no está en el grupo de operadores.
it: %1$@ non fa parte del gruppo degli operatori.
ja: %1$@はオペレーターグループに含まれていません。
ko: %1$@ 계정은 운영자 그룹에 속해 있지 않아요.
pt_br: %1$@ não está no grupo de operadores.
zh_hans: %1$@不在操作员组中。

# signin.console.sessionEnded
source: Your session ended
de: Ihre Sitzung ist abgelaufen
es: Tu sesión terminó
it: La sessione è terminata
ja: セッションが終了しました
ko: 세션이 종료됐어요
pt_br: Sua sessão terminou
zh_hans: 你的会话已结束

# signin.console.sessionEndedBody
source: Sign in again to carry on. Your unsaved changes stay in this tab.
de: Melden Sie sich erneut an, um fortzufahren. Ihre ungespeicherten Änderungen bleiben in diesem Tab erhalten.
es: Vuelve a iniciar sesión para continuar. Tus cambios sin guardar se mantienen en esta pestaña.
it: Accedi di nuovo per continuare. Le modifiche non salvate restano in questa scheda.
ja: 続けるにはもう一度サインインしてください。未保存の変更はこのタブに残ります。
ko: 계속하려면 다시 로그인하세요. 저장하지 않은 변경 사항은 이 탭에 남아 있어요.
pt_br: Entre novamente para continuar. Suas alterações não salvas ficam nesta aba.
zh_hans: 请重新登录以继续。未保存的更改会保留在此标签页中。

# signin.console.signedOut
source: You're signed out
de: Sie sind abgemeldet
es: Cerraste sesión
it: Sei uscito
ja: サインアウトしました
ko: 로그아웃했어요
pt_br: Você saiu
zh_hans: 你已退出登录

# signin.console.title
source: Sign in to the console
de: Bei der Konsole anmelden
es: Inicia sesión en la consola
it: Accedi alla console
ja: コンソールにサインイン
ko: 콘솔에 로그인
pt_br: Entrar no console
zh_hans: 登录控制台

# signin.continue
source: Continue
de: Weiter
es: Continuar
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

# signin.desktop.continue
source: Continue in browser
de: Im Browser fortfahren
es: Continuar en el navegador
it: Continua nel browser
ja: ブラウザで続ける
ko: 브라우저에서 계속
pt_br: Continuar no navegador
zh_hans: 在浏览器中继续

# signin.desktop.notifyBody
source: %1$@ is ready.
de: %1$@ ist bereit.
es: %1$@ está listo.
it: %1$@ è pronto.
ja: %1$@の準備ができました。
ko: %1$@ 준비가 완료됐어요.
pt_br: %1$@ está pronto.
zh_hans: %1$@已就绪。

# signin.desktop.notifyChoose
source: Choose a license · %1$@ is ready to finish signing in.
de: Lizenz auswählen · %1$@ ist bereit, die Anmeldung abzuschließen.
es: Elige una licencia · %1$@ está listo para terminar de iniciar sesión.
it: Scegli una licenza · %1$@ è pronto a completare l'accesso.
ja: ライセンスを選択 · %1$@でサインインを完了できます。
ko: 라이선스 선택 · %1$@에서 로그인을 마칠 준비가 됐어요.
pt_br: Escolha uma licença · O %1$@ está pronto para concluir o acesso.
zh_hans: 选择许可证 · %1$@已准备好完成登录。

# signin.desktop.notifyTitle
source: You're signed in
de: Sie sind angemeldet
es: Iniciaste sesión
it: Accesso effettuato
ja: サインインしました
ko: 로그인했어요
pt_br: Você entrou
zh_hans: 你已登录

# signin.desktop.toast
source: Signed in as %1$@ · %2$@ license
de: Angemeldet als %1$@ · %2$@-Lizenz
es: Sesión iniciada como %1$@ · Licencia %2$@
it: Accesso effettuato come %1$@ · licenza %2$@
ja: %1$@としてサインイン中 · %2$@ライセンス
ko: %1$@ 님으로 로그인됨 · %2$@ 라이선스
pt_br: Conectado como %1$@ · Licença %2$@
zh_hans: 已登录为%1$@ · %2$@许可证

# signin.device.cancel
source: Didn't start this yourself? Cancel it. Someone may be trying to use your account.
de: Sie haben das nicht selbst gestartet? Brechen Sie es ab. Möglicherweise versucht jemand, Ihr Konto zu verwenden.
es: ¿No lo iniciaste tú? Cancélalo. Puede que alguien esté intentando usar tu cuenta.
it: Non sei stato tu ad avviare questa operazione? Annullala. Qualcuno potrebbe tentare di usare il tuo account.
ja: ご自身で開始していない場合はキャンセルしてください。誰かがあなたのアカウントを使用しようとしている可能性があります。
ko: 직접 시작하지 않았나요? 취소하세요. 누군가 회원님의 계정을 사용하려는 것일 수 있어요.
pt_br: Não foi você que iniciou isto? Cancele. Alguém pode estar tentando usar sua conta.
zh_hans: 不是你本人发起的？请取消。可能有人正试图使用你的账户。

# signin.device.done
source: %1$@ is signed in on %2$@
de: %1$@ ist auf %2$@ angemeldet
es: %1$@ inició sesión en %2$@
it: %1$@ ha effettuato l'accesso su %2$@
ja: %1$@が%2$@でサインインしました
ko: %2$@에서 %1$@에 로그인했어요
pt_br: %1$@ está conectado em %2$@
zh_hans: %1$@已在%2$@上登录

# signin.device.doneLede
source: Look at %1$@: it continues by itself.
de: Sehen Sie auf %1$@ nach: Es fährt automatisch fort.
es: Mira %1$@: continúa solo.
it: Guarda %1$@: continua da solo.
ja: %1$@を確認してください。自動的に続行します。
ko: %1$@ 화면을 보세요. 자동으로 계속 진행돼요.
pt_br: Olhe para %1$@: ele continua sozinho.
zh_hans: 请查看%1$@：它会自动继续。

# signin.device.lede
source: Use your phone or computer here. %1$@ continues by itself when you're done.
de: Verwenden Sie hier Ihr Telefon oder Ihren Computer. %1$@ fährt automatisch fort, wenn Sie fertig sind.
es: Usa aquí tu teléfono o computadora. %1$@ continuará solo cuando termines.
it: Usa qui il telefono o il computer. %1$@ continua da solo quando hai finito.
ja: ここでスマートフォンまたはコンピュータを使用してください。完了すると%1$@が自動的に続行します。
ko: 여기서 휴대폰이나 컴퓨터를 사용하세요. 완료하면 %1$@에서 자동으로 계속 진행돼요.
pt_br: Use seu celular ou computador aqui. %1$@ continua sozinho quando você terminar.
zh_hans: 在这里使用你的手机或电脑。完成后%1$@会自动继续。

# signin.device.signOut
source: Sign the TV out
de: Fernseher abmelden
es: Cerrar la sesión del televisor
it: Disconnetti la TV
ja: テレビをサインアウト
ko: TV 로그아웃
pt_br: Desconectar a TV
zh_hans: 让电视退出登录

# signin.device.title
source: Sign in to finish on %1$@
de: Anmelden, um auf %1$@ fortzufahren
es: Inicia sesión para terminar en %1$@
it: Accedi per completare su %1$@
ja: %1$@でのサインインを完了
ko: %1$@에서 완료하려면 로그인하세요
pt_br: Entre para concluir em %1$@
zh_hans: 登录以在%1$@上完成

# signin.done.start
source: Start using %1$@
de: Mit %1$@ loslegen
es: Empezar a usar %1$@
it: Inizia a usare %1$@
ja: %1$@を使い始める
ko: %1$@ 사용 시작
pt_br: Começar a usar o %1$@
zh_hans: 开始使用%1$@

# signin.email.body
source: Or sign in with the button. The code and the link work once, for 10 minutes.
de: Oder melden Sie sich über die Schaltfläche an. Code und Link sind einmal und 10 Minuten lang gültig.
es: O inicia sesión con el botón. El código y el enlace funcionan una sola vez, durante 10 minutos.
it: Oppure accedi con il pulsante. Il codice e il link funzionano una sola volta, per 10 minuti.
ja: またはボタンからサインインしてください。コードとリンクは1回限り、10分間有効です。
ko: 또는 버튼으로 로그인하세요. 코드와 링크는 10분 동안 한 번만 사용할 수 있어요.
pt_br: Ou entre com o botão. O código e o link funcionam uma vez, por 10 minutos.
zh_hans: 或点击按钮登录。验证码和链接仅可使用一次，10分钟内有效。

# signin.email.continue
source: Continue with email
de: Weiter mit E-Mail
es: Continuar con correo
it: Continua con l'email
ja: メールアドレスで続ける
ko: 이메일로 계속
pt_br: Continuar com e-mail
zh_hans: 使用电子邮件继续
